import { Col, Container, Row } from "react-bootstrap";
import "./Annakshetra.scss";

const Annakshetra = () => {
  return (
    <>
      <section className="annakshetra-banner"></section>
      <section className="py-5 time-banner annakshetra-detail">
        <Container>
          <Row>
            <Col md={{ span: 8, offset: 2 }}>
              <div className="text-center">
                <h1 className="mt-3 mb-3">Annakshetra</h1>
                <p>
                  अन्नक्षैत्र में मन्दिर में आने वाले दर्शनार्थियों को कूपन के
                  आधार पर भोजन प्रसादी की व्यवस्था की गयी है | 2 आटोमैटिक चपाती
                  मशीन भी यहां स्थापित की गयी है | प्रतिदिन 11 बजे से रात्रि 9
                  बजे के मध्य लगभग एक हजार से अधिक दर्शनार्थियों द्वारा भोजन
                  प्रसादी का लाभ लिया जाता है | समिति द्वारा मन्दिर परिसर में
                  दर्शनार्थियों को निःशुल्क कूपन दिये जाने हेतु काउन्टर संचालित
                  किया जाता है। जिससे वह कूपन प्राप्त कर अन्नक्षैत्र जाकर भोजन
                  प्रसादी का लाभ प्राप्त करते है | अन्नक्षैत्र की धनराशि की
                  व्यवस्था हेतु मन्दिर समिति द्वारा दो दान काउन्टर भी संचालित
                  किये जाते है जो एक मन्दिर परिसर में स्थित तथा दूसरा
                  अन्नक्षैत्र में स्थित है | उक्त दान काउन्टरों पर रसीद के
                  माध्यम से दान प्राप्त किया जाता है | तथा अन्नक्षैत्र में सीधे
                  खाद्य सामग्री भी दान स्वरूप प्राप्त होती दर्शनार्थी अपनी
                  इच्छानुसार जन्मदिवस विवाह वर्षगांठ या अपने पूर्वजों की स्मृति
                  एवं पुण्यतिथि आदि के अवसर पर 25,000 रूपये एक दिन के भोजन का
                  शुल्क या भोजन सामग्री का भेटस्वरूप देने पर दान करने वाले
                  भेंटकर्ता का नाम अन्नक्षैत्र के बोर्ड पर लिखा जाता है।
                </p>
              </div>
            </Col>
          </Row>
        </Container>
      </section>
    </>
  );
};

export default Annakshetra;
